Repository: o1xhack/CodexBar-Mobile
Catalog: CodexBarMobile/CodexBarWidgetShared/WidgetConfiguration.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: All
ja: すべて
zh_hans: 全部
zh_hant: 全部

source: Choose the token history to show.
ja: 表示するトークン履歴を選択します。
zh_hans: 选择要显示的 Token 历史记录。
zh_hant: 選擇要顯示的 Token 歷史記錄。

source: Choose two token histories to compare.
ja: 比較する2つのトークン履歴を選択します。
zh_hans: 选择两份 Token 历史记录进行对比。
zh_hant: 選擇兩份 Token 歷史記錄進行比較。

source: CodexBar Widget
ja: CodexBar ウィジェット
zh_hans: CodexBar 小组件
zh_hant: CodexBar 小工具

source: Color Style
ja: 配色
zh_hans: 颜色样式
zh_hant: 顏色樣式

source: Colorful
ja: カラー
zh_hans: 彩色
zh_hant: 彩色

source: First Source
ja: 1つ目のデータソース
zh_hans: 第一个数据源
zh_hant: 第一個資料來源

source: Mono
ja: モノクロ
zh_hans: 单色
zh_hant: 單色

source: Overview
ja: 概要
zh_hans: 概览
zh_hant: 概覽

source: Provider
ja: プロバイダー
zh_hans: 服务商
zh_hant: 服務商

source: Provider 1
ja: プロバイダー 1
zh_hans: 服务商 1
zh_hant: 服務商 1

source: Provider 2
ja: プロバイダー 2
zh_hans: 服务商 2
zh_hant: 服務商 2

source: Provider 3
ja: プロバイダー 3
zh_hans: 服务商 3
zh_hant: 服務商 3

source: Provider 4
ja: プロバイダー 4
zh_hans: 服务商 4
zh_hant: 服務商 4

source: Provider Focus
ja: プロバイダー詳細
zh_hans: 服务商详情
zh_hant: 服務商詳情

source: Quota Window
ja: 表示するクォータ
zh_hans: 额度窗口
zh_hant: 額度時段

source: Quota pace
ja: クォータ消費の推移
zh_hans: 额度消耗趋势
zh_hant: 額度消耗趨勢

source: Second Source
ja: 2つ目のデータソース
zh_hans: 第二个数据源
zh_hant: 第二個資料來源

source: See whether a provider's quota lasts until it resets.
ja: プロバイダーのクォータがリセットまで持つかを確認します。
zh_hans: 查看服务商的额度能否撑到重置。
zh_hant: 查看服務商的額度能否撐到重置。

source: Source
ja: ソース
zh_hans: 数据源
zh_hant: 資料來源

source: Sync Health
ja: 同期状況
zh_hans: 同步状态
zh_hant: 同步狀態

source: Today Cost
ja: 今日のコスト
zh_hans: 今日费用
zh_hant: 今日費用

source: Token Activity
ja: トークンアクティビティ
zh_hans: Token 活动
zh_hant: Token 活動

source: Token Activity Comparison
ja: トークンアクティビティの比較
zh_hans: Token 活动对比
zh_hant: Token 活動比較

source: Token Source
ja: トークンのデータソース
zh_hans: Token 数据源
zh_hant: Token 資料來源

source: View synced provider usage, cost, and sync health.
ja: 同期されたプロバイダーの使用量、コスト、同期状況を確認できます。
zh_hans: 查看已同步的服务商用量、费用和同步状态。
zh_hant: 查看已同步的服務商用量、費用和同步狀態。

source: Widget Type
ja: ウィジェットの種類
zh_hans: 小组件类型
zh_hant: 小工具類型
